Repository: MachineMitch21/bric
Catalog: po/*.po
Languages: de_de, nl_nl, pt_br

source: %.50s =- %d line %s
de_de: %.50s =- %d Zeile %s
pt_br: %.50s =- %d linha %s

source: %d bytes written on disk
de_de: %d bytes auf Speichermedium geschrieben
nl_nl: %d bytes weggeschreven
pt_br: %d bytes escritos no disco

source: (modified)
de_de: (geändert)
pt_br: (modificado)

source: Bric editor -- version %s[0K
nl_nl: Bric editor -- versie %s[0K
pt_br: Bric editor -- versão %s[0K

source: Cannot save! I/O error: %s
de_de: Konnte nicht speichern! I/O Fehler: %s
nl_nl: Kan niet opslaan! I/O fout: %s
pt_br: Não foi possível salvar! Erro de I/O: %s

source: Could not create locker file
de_de: Konnte Schließfachdatei nicht erstellen
pt_br: Não foi possível criar o arquivo de lock

source: Error allocating memory.
de_de: Fehler bei der Speicherzuweisung.
nl_nl: Fout bij reserveren van geheugen.
pt_br: Erro alocando memória.

source: Insert mode.
de_de: Einfügemodus.
pt_br: Modo de inserção

source: No identifier under cursor
de_de: Kein Identifikator unter dem Cursor
nl_nl: Geen identificatie bij de cursor
pt_br: Nenhum identificador sob o cursor

source: Normal mode.
de_de: Standard Modus.
nl_nl: Normale modus.
pt_br: Modo normal.

source: Opening file
de_de: Datei wird geöffnet
nl_nl: Bestand openen
pt_br: Abrindo arquivo

source: Out of bounds
de_de: Grenzüberschreitung
nl_nl: Buiten bereik
pt_br: Fora dos limites

source: Search: %s (Use ESC/Arrows/Enter)
de_de: Suchen: %s (Benutze ESC/Pfeiltasten/Enter)
nl_nl: Zoeken: %s (Gebruik ESC/Pijltjes/Enter)
pt_br: Procurar: %s (Use ESC/Arrows/Enter)

source: Search: %s Replace: %s (Use ESC/Tab/Arrows/Enter)
de_de: Suchen: %s Ersetzen: %s (Benutze ESC/Tab/Pfeiltasten/Enter)
nl_nl: Zoeken: %s Vervangen: %s (Gebruik ESC/Pijltjes/Enter)
pt_br: Procurar: %s Substituir: %s (Use ESC/Tab/Arrows/Enter)

source: Selection mode: ESC = exit | arrows = select | Ctrl-C = copy
de_de: Auswahlmodus: ESC = Beenden | Pfeile = auswählen | Ctrl-C = Kopieren
pt_br: Modo de seleção: ESC = sair | setas = selecione | Ctrl-C = cópia

source: The file has been locked, try to remove the locker!
de_de: Die Datei wurde gesperrt, versuche die Sperre aufzuheben!
nl_nl: Het bestand is vergrendeld, probeer de locker te verwijderen!
pt_br: O arquivo possui lock, tente remover o lock!

source: There are unsaved changes, quit? (y or n) %s
de_de: Es gibt ungespeicherte Änderungen, beenden? (y oder n) %s
nl_nl: Er zijn onopgeslagen wijzigingen, afsluiten? (y of n) %s
pt_br: Há modificações não salvas, deseja sair? (y ou n) %s

source: Unable to query the screen for size (columns / rows)
de_de: Es ist nicht möglich, den Bildschirm nach der Größe (Spalten / Reihen) abzufragen
nl_nl: Kan de afmetingen van het scherm niet bepalen (kolommen / rijen)
pt_br: Não é possível consultar tamanho da tela (colunas / linhas)

source: Unsaved changes. Can't proceed
de_de: Ungespeicherte Änderungen. Kann nicht fortgesetzt werden
nl_nl: Onopgeslagen wijzigingen. Kan niet doorgaan
pt_br: Modificações não salvas. Não foi possível continuar

source: Usage: bric <filename>
de_de: Verwendung: bric <dateiname>
nl_nl: Gebruik: bric <bestandsnaam>
pt_br: Uso: bric <arquivo>

source: WARNING! File has unsaved changes. Press Ctrl-Q %d more times to quit.
de_de: WARNUNG! Datei hat ungespeicherte Änderungen. Zum Beenden Ctrl-Q %d mehrmals drücken.
nl_nl: PAS OP! Bestand heeft onopgeslagen wijzigingen. Druk op Ctrs-Q %d keer om af te sluiten.
pt_br: ATENÇÃO! Arquivo possui modicações não salvas. Aperte Ctrl-Q mais %d vezes para sair.

source: at bottom of tag stack
de_de: am Ende des Markierungsstapels
nl_nl: onderaan de tag stack
pt_br: na parte inferior da stack de tags

source: bric: invalid option -- '%c'
de_de: bric: ungültige Option -- '%c'
nl_nl: bric: invalide optie -- '%c'
pt_br: bric: opção inválida -- '%c'

source: tag not found: %s
de_de: Markierung %s nicht gefunden
nl_nl: tag niet gevonden: %s
pt_br: tag não encontrada: %s
